

INSERT INTO profile VALUES
(1, 'KATO', 'とにかく前向きに、知らないことでも取り組みます！', 'システム開発部：現在は社内で使われているシステムについての開発を担当しています', 'ビジネスで利用できるデータ分析システムの開発に携わりたいと考えています', '大阪で法人営業を担当していました', '簿記やFPなどの経済額の資格も保有しています', 'ジム、旅行、Netflix' , 'https://source.unsplash.com/user/erondu/700x200'),
(2, 'SAKAI', 'システム開発には自信があります！一からコツコツと技術を培ってきました！', '現在は社内で使われるシステムの開発と指導に取り組んでいます', '先端技術について理解を深め、技術力を高めたいと考えています', '勘定系のシステム開発に携わっていました。', '基盤側からアプリ側まで、幅広い開発力を持っています', '競馬' , 'https://source.unsplash.com/random/700x200' ),
(3, 'MORISHIMA', '吸収力が高く、新しいことにも臆せずに挑戦します！', '社内で使われる予定のシステムをいちから開発しています', '市場系の大規模開発に興味があります。', '東海地方で法人営業をしていました', 'TOEICは800点OVERです', '毎日一冊本を読んでいます' , 'https://source.unsplash.com/collection/190727/700x200' ),
(4, 'HAYASHI' , '好奇心が強く、何にでも興味を持って取り組みます！', 'ローコード、ノーコードと言われるシステム開発を担当しています', '先端技術を研究する部署に行き、だれにも負けない技術力を身に付けたいです', '現在の部署が最初の配属です', 'データ分析', '仕事', 'https://source.unsplash.com/collection/1733333/700x200' );

INSERT INTO dept VALUES
('A本部','総務部','社内総務に関心のある方募集','半年限定で総務部での業務を体験してみたい人を募集','実務で数年Java開発を経験しているエンジニアを若干名募集','社員','Java開発経験があれば可','B部鈴木まで'),
('B本部','Java開発部','中堅エンジニア募集','Java開発経験のある中堅エンジニアを募集','実務で数年Java開発を経験しているエンジニアを若干名募集','社員','Java開発経験があれば可','B部鈴木まで'),
('C本部','新規事業部','新規事業の企画推進','企画業務に興味のある方を募集','AIを使った新規業務策定','社員','Java開発経験があれば可','B部鈴木まで');