

INSERT INTO profile VALUES
(1, '加藤', '頑張る', '社内開発', '一生在宅', '営業店', '勘', 'Netflix' ),
(2, '酒井', 'システム博士', '社内開発', 'ITプロ', 'システム開発', '開発力', '競馬'  ),
(3, '森嶋', '賢い', '社内開発', 'ITプロ', '営業店', '頭がいい', '読書'  ),
(4, '林' , '努力家', 'ローコード開発', 'ITプロ', 'システム開発', 'データ分析', '仕事' );

INSERT INTO dept VALUES
('A本部','総務部','社内総務に関心のある方募集','半年限定で総務部での業務を体験してみたい人を募集','実務で数年Java開発を経験しているエンジニアを若干名募集','社員','Java開発経験があれば可','B部鈴木まで'),
('B本部','Java開発部','中堅エンジニア募集','Java開発経験のある中堅エンジニアを募集','実務で数年Java開発を経験しているエンジニアを若干名募集','社員','Java開発経験があれば可','B部鈴木まで'),
('C本部','新規事業部','新規事業の企画推進','企画業務に興味のある方を募集','AIを使った新規業務策定','社員','Java開発経験があれば可','B部鈴木まで');